export default {
	vat_type: {
		0: 'არა',
		1: 'კი',
	},

	company_type: {
		0: 'ინდივიდუალური მეწარმე',
		1: 'შ.პ.ს',
		2: 'სააქციო საზოგადოება',
	},

	front: {
		dateConfig: {
			enableTime: true,
			dateFormat: 'Y-m-d H:i',
			locale: {
				time_24hr: true,
				months: {
					longhand: [
						'იანვარი',
						'თებერვალი',
						'მარტი',
						'აპრილი',
						'მაისი',
						'ივნისი',
						'ივლისი',
						'აგვისტო',
						'სექტემბერი',
						'ოქტომბერი',
						'ნოემბერი',
						'დეკემბერი',
					],
				},
				weekdays: {
					shorthand: ['ორშ', 'სამშ', 'ოთხშ', 'ხუთშ', 'პარ', 'შაბ', 'კვი'],
				},
			},
		},
	},

	contactPeoplePositions: {
		0: 'მენეჯერი',
	},

	contactType: {
		0: 'პირველადი დაკონტაქტება',
		1: 'განმეორებითი ზარი',
		2: 'პირველადი შეხვედრა',
		3: 'განმეორებითი შეხვედრა',
		// 4: 'მეილზე შეთავაზების გადაგზავნა',
	},

	contactStatusColors: {
		0: 'danger',
		1: 'warning',
		2: 'success',
		3: 'secondary',
	},

	contactStatus: {
		0: 'უარყოფა',
		1: 'მიმდინარე',
		2: 'თანხმობა',
		3: 'კონტაქტის გარეშე',
	},
};
